Repository: cooldash/server
Catalog: imports/locales/*/messages.po
Languages: ru

source: Add
ru: Добавить

source: Approve
ru: Подтвердить

source: Cancel
ru: Отмена

source: Create
ru: Создать

source: Remove
ru: Удалить

source: Update
ru: Обновить

source: _id
ru: БД ID

source: accept
ru: Принять

source: account
ru: Счет

source: actions
ru: Действия

source: address
ru: Адрес

source: address.isRussia
ru: Адрес в России

source: amount
ru: Количество

source: amount.inBoxes
ru: Количество (Коробок)

source: amountPerBox
ru: В коробке

source: auth.login
ru: Логин

source: auth.password.error
ru: Введите пароль

source: auth.signup
ru: Регистрация

source: auth.userName.placeholder
ru: E-Mail

source: auth.username.error
ru: Введите E-Mail

source: balance.insufficient
ru: Недостаточно средств на счете, необходимо пополнить баланс

source: balance.topup
ru: ПОПОЛНИТЬ СЧЕТ

source: birthday
ru: День рождения

source: box.id
ru: Номер коробки

source: card2card
ru: С карты на карту

source: cart.added
ru: Добавлено в корзину

# cart.delivery.type
source: Способ доставки
ru: Тип доставки

source: cart.insufficientStock
ru: Недостаточно товара на складе для оформления заказа

source: cart.mustLeastOne
ru: Ничего не выбрано

source: cart.my
ru: Моя корзина

source: cart.payment.awaitPayment
ru: Заказ оформлен и ожидает оплаты

source: cart.payment.success
ru: Ваш заказ оплачен и поступил в обработку

source: cash
ru: Наличные

source: categoryID
ru: Категория

source: channel
ru: Канал

source: comment
ru: Комментарий

source: contacts
ru: Контакты

source: content
ru: Содержание

source: cost
ru: Стоимость

source: created
ru: Создан

source: createdAt
ru: Создан

source: credit
ru: Расход

source: currency
ru: Валюта

source: date
ru: Дата

source: debit
ru: Приход

source: delivery
ru: Доставка

source: delivery.address
ru: Адрес доставки

source: delivery.city
ru: Регион продажи

source: delivery.name
ru: ФИО получателя

source: delivery.phone
ru: Телефон получателя

source: delivery.setAddress
ru: Укажите адрес доставки

source: deliveryPoint
ru: Точка доставки

source: description
ru: Описание

source: discount
ru: Скидка

source: emails.0.address
ru: E-mail

source: error
ru: Ошибка

source: excel.download
ru: Скачать Excel Файл

source: factory
ru: Завод

source: factoryID
ru: ID Завода

source: fill
ru: Заполнить

source: find
ru: Найти

source: groupID
ru: ID Группы

source: icon
ru: Иконка

source: image
ru: Изображение

source: impersonate.become
ru: Магазин

source: info
ru: Информация

source: instruction
ru: Инструкция

source: legal.entity
ru: Юридическое лицо

source: logout
ru: Выход

source: message
ru: Сообщение

source: message.severity
ru: Уровень сообщения

source: messages
ru: Сообщения

source: money.inCashbox
ru: Деньги в кассе

source: money.received
ru: Деньги приняты

source: name
ru: Имя

source: operation
ru: Операция

source: order.accept.approve
ru: Подтвердить принятие товара по заказу?

source: order.ready
ru: Заказ готов

source: orders.findBox
ru: Поиск коробок

source: orders.history
ru: Заказы

source: orders.new
ru: Новые заказы

source: orders.ready
ru: Готовы к отправке

source: orders.received
ru: Получены покупателем

source: orders.shipped
ru: Отправлены

source: partnerID
ru: Партнер

source: payment
ru: Платеж

source: payment.reject.approve
ru: Отклонить платеж?

source: payment.status
ru: Статус платежа

source: payment.type
ru: Тип платежа

source: payments-debit
ru: Платежи

source: payments.create.success
ru: Ваш платеж зарегистрирован и поступил в обработку

source: payments.history
ru: Платежи

source: payments.new
ru: Новые заявки

source: payments.received
ru: Деньги приняты

source: paysystem
ru: Платежная система

source: personal.info
ru: Личные данные

source: phone
ru: Телефон

source: pickup
ru: Самовывоз

source: pickupAddress
ru: Адрес самовывоза

source: price
ru: Цена

source: product
ru: Продукт

source: product.category
ru: Категория продукта

source: product.group
ru: Группа продукта

source: productID
ru: Продукт

source: profile
ru: Профиль

source: purchaces
ru: Покупки

source: purchase
ru: Покупка

source: range
ru: Период

source: receive
ru: Получить

source: receiveCashbox
ru: Получить в кассу

source: received
ru: Получено

source: receivedDate
ru: Дата получения

source: received_cashbox
ru: Получено в кассу

source: regionalID
ru: ID Рег. партнера

source: reject
ru: Отклонить

source: rejected
ru: Отклонено

source: remove.confirm.question
ru: Вы действительно хотите удалить объект?

source: report.amounts
ru: Заказано коробок

source: report.balances
ru: Балансы на дату

source: report.payments
ru: Отправлено денег

source: reports
ru: Отчеты

source: req.sent
ru: Реквизиты отправлены

source: reqsent
ru: Реквизиты оправлены

source: required
ru: Обязательное

source: save
ru: Сохранить

source: send
ru: Отправить

source: settings
ru: Настройки

source: severity
ru: Уровень

source: shop
ru: Магазин

source: status
ru: Статус

source: success
ru: Успешно

source: support
ru: Поддержка

source: support.email
ru: <0>Так же связаться с нами можно по почте: <1>imperial.it.group@gmail.com</1></0>

source: support.message
ru: <0>Если при работе с системой возникли проблемы, вам поможет служба технической поддержки. Чтобы отправить нам сообщение о проблеме, заполните форму обратной связи.</0>

source: supportMessage
ru: Сообщение

source: title
ru: Заголовок

source: topup
ru: Пополнение

source: toship
ru: Доставить

source: total
ru: Итого

source: trackNumber
ru: Трек-номер

source: type
ru: Тип

source: unimpersonate
ru: Выйти

source: updatedAt
ru: Обновлено

source: userId
ru: ID Пользователя

source: vk
ru: ВК

source: warehouse
ru: Склад

source: warehouse.box.autocomplete
ru: Номера коробок

source: warehouse.box.help
ru: Поле ниже поддерживает следующий формат: "дата: номер, номер, номер-номер" если дата указана не полностью, будет использован текущий месяц и год

source: warehouse.credit
ru: Склад расход

source: warehouse.debit
ru: Склад приход

source: warehouse.order
ru: Заказ склада

source: warehouse.order.type
ru: Тип заказа

source: warehouse.pickupNotSelected
ru: Адрес самовывоза не указан

source: warehouse.stocks
ru: Склад остатки

source: warehouseID
ru: Склад

source: warning
ru: Предупреждение
